Repository: ControlledChaos/bp-reshare
Catalog: languages/bp-reshare-*.po
Languages: fr_fr

source: Activities I reshared.
fr_fr: Activités que j'ai repartagées.

source: My Reshares
fr_fr: Mes Repartages

source: Reshare this activity
fr_fr: Repartager cette activité

source: Remove the Reshare of this activity
fr_fr: Supprimer le repartage de cette activité

source: Unknown error, please try again later.
fr_fr: Une erreur inconnue est survenue. Veuillez faire un nouvel essai un peu plus tard.

source: Comment
fr_fr: Commentaire

source: Comments
fr_fr: Commentaires

source: This activity has no comments yet, add yours!
fr_fr: Cette activité n'a pas été commentée jusqu'à présent, commentez la!

source: Activity comments are closed.
fr_fr: Les commentaires d'activité sont fermés.

source: User who Reshared
fr_fr: Utilisateur ayant repartagé

source: Users who Reshared
fr_fr: Utilisateurs ayant repartagé

source: This activity has no reshares yet, reshare it!
fr_fr: Cette activité n'a toujours pas été repartagée, repartagez la !

source: User who Favorited
fr_fr: Utilisateur ayant mis l'activité en favoris

source: Users who Favorited
fr_fr: Utilisateurs ayant mis l'activité en favoris

source: This activity is not favorited yet, add it to your favorites!
fr_fr: Cette activité n'a pas été mise en favoris jusqu'à présent, lancez vous !

source: %s reshared this activity
fr_fr: %s a repartagé cette activité

source: There was an error resharing the activity. Please try again.
fr_fr: Une erreur s'est produite pendant le repartage. Veuillez recommencer.

source: Activity reshared.
fr_fr: Activité repartagée.

source: There was an error removing the reshare for the activity. Please try again.
fr_fr: Une erreur s'est produite pendant la suppression du repartage de cette activité. Veuillez recommencer.

source: Activity reshare removed.
fr_fr: Repartage supprimé.

source: A member reshares one of your updates.
fr_fr: Un membre a repartagé une de vos activités.

source: Yes, send email
fr_fr: Oui, envoyer un email

source: No, do not send email
fr_fr: Non, ne pas envoyer d'email

source: Reshared activities.
fr_fr: Activités repartagées.

source: You will no longer receive emails when someone reshared on of your activity.
fr_fr: Vous ne recevrez plus d'email lorsque vos activités seront repartagées.

source: New reshared activity
fr_fr: Nouvelle activité repartagée

source: New reshared activities
fr_fr: Nouvelles activités repartagées.

source: Remove Favorite
fr_fr: Supprimer des favoris

source: Favorite
fr_fr: Mettre en favoris

source: Missing argument
fr_fr: Argument manquant

source: Missing callback
fr_fr: Fonction de rappel manquante

source: Unique identifier for the object.
fr_fr: Identifiant unique pour l'objet.

source: The page number to fetch
fr_fr: Le nombre de page à récupérer

source: The number of results to fetch.
fr_fr: Le nombre de résultats à récupérer.

source: A comma separated user id list to limit the results to fetch.
fr_fr: Une liste d'identifiants d'utilisateur séparée par des virgules à inclure dans les résultats.

source: The type of user action to fetch.
fr_fr: Le type d'action à récupérer.

source: The user ID.
fr_fr: L'Identifiant utilisateur.

source: The activity author slug.
fr_fr: Le slug de l'auteur de l'activité

source: comma separated list of activity ids to fetch
fr_fr: Liste d'identifiants à inclure, séparés par des virgules.

source: Yes
fr_fr: Oui

source: Ordered by reshared date
fr_fr: Classé selon la date de repartage

source: Ordered by recorded date (BuddyPress default)
fr_fr: Classé selon la date de création (par défaut)

source: Enable Email notifications about activity reshares.
fr_fr: Activez les notifications par email pour les activités repartagées.

source: Activity types to disable for reshares.
fr_fr: Types d'activité dont le repartage n'est pas autorisé.

source: Activity ordering preferences.
fr_fr: Définissez l'ordre de votre préférence.

source: BP Reshare needs to perform some upgrade tasks on your database. It appears you are not using %s, you will need to run manually the tasks listed into the /includes/upgrade.php file of this plugin.
fr_fr: BP Reshare a besoin de réaliser des tâches de mise à niveau sur votre base de données. Il apparait que vous n'utilisez pas %s, vous aurez donc besoin de manuellement faire tourner les tâches listées dans le fichier /includes/upgrade.php de cette extension.

source: Reshared Activities
fr_fr: Activités repartagées

source: Allows members to reshare activities in a BuddyPress powered community
fr_fr: Permet aux membres de repartager des activités au sein d'une communauté motorisée par BuddyPress

# BP Email template description
source: A member reshared an activity
fr_fr: Un membre a repartagé une activité

# BP Email template subject
source: [{{{site.name}}}] {{poster.name}} reshared your update
fr_fr: [{{{site.name}}}] {{poster.name}} a repartagé votre activité

# BP Email template HTML text
source: {{poster.name}} reshared this update: <blockquote>&quot;{{usermessage}}&quot;</blockquote> <a href="{{{thread.url}}}">Go to your update</a>.
fr_fr: {{poster.name}} a repartagé votre activité: <blockquote>&quot;{{usermessage}}&quot;</blockquote> <a href="{{{thread.url}}}">Affichez la</a>.

# BP Email template plain text
source: {{poster.name}} reshared this update: "{{usermessage}}" Go to your update: {{{thread.url}}}
fr_fr: {{poster.name}} a repartagé votre activité: "{{usermessage}}" Affichez la : {{{thread.url}}}

# javascript time since
source: (Reshared sometime)
fr_fr: (Repartagé il y a un moment)

# javascript time since
source: (Reshared right now)
fr_fr: (Repartagé à l'instant)

# javascript time since
source: (Reshared % ago)
fr_fr: (Repartagé il y a %)

# javascript time since singular
source: % year
fr_fr: % année

# javascript time since singular
source: % month
fr_fr: % mois

# javascript time since singular
source: % week
fr_fr: % semaine

# javascript time since singular
source: % day
fr_fr: % jour

# javascript time since singular
source: % hour
fr_fr: % heure

# javascript time since singular
source: % second
fr_fr: % seconde

# javascript time since plural
source: % years
fr_fr: % années

# javascript time since plural
source: % months
fr_fr: % mois

# javascript time since plural
source: % weeks
fr_fr: % semaines

# javascript time since plural
source: % days
fr_fr: % jours

# javascript time since plural
source: % hours
fr_fr: % heures

# javascript time since plural
source: % seconds
fr_fr: % secondes

# Upgrader feedback message
source: Create the Activity Reshares table
fr_fr: Création de la table des activités repartagées

# Upgrader feedback message
source: Migrate the Reshare Updates into the new table
fr_fr: Migration des activités du type repartage dans la nouvelle table

# Upgrader feedback message
source: Delete Activity reshared metas
fr_fr: Suppression des métadonnées de repartage des activités

# Upgrader feedback message
source: Delete users and site reshared metas
fr_fr: Suppression des métadonnées d'utilisateurs et de sites liées aux repartages

# Upgrader feedback message
source: Create the BuddyPress email template
fr_fr: Création du modèle d'email pour BuddyPress

# Upgrader feedback message
source: Upgrade the plugin version
fr_fr: Mise à jour de la version de l'extension
